/* NSBox (Box) : <title:Box> (oid:141) */
"Box" = "Box";

/* NSButton (Cancel) : <title:Cancel> (oid:23) */
"Cancel" = "Zrušiť";

/* NSButton (Continue) : <title:Continue> (oid:11) */
"Continue" = "Pokračovať";

/* NSTextField (Details) : <title:Details> (oid:167) */
"Details" = "Detaily";

/* NSTextField (Local File:) : <title:Local File:> (oid:171) */
"Local File:" = "Lokálny súbor:";

/* NSMenu : <title:OtherViews> (oid:128) */
"OtherViews" = "Iné zobrazenia";

/* NSTextField (Remote File:) : <title:Remote File:> (oid:170) */
"Remote File:" = "Vzdialený súbor:";

